Repository: ClassroomPresenter/CP3
Catalog: UW.ClassroomPresenter/Strings.*.resx
Languages: el_gr, es_es, fr_fr, pt_br, zh_cn, zh_tw

source: About Classroom Presenter
el_gr: Σχετικά με τον Classroom Presenter
es_es: Acerca de Classroom Presenter
fr_fr: A propos de Classroom Presenter
pt_br: Sobre o Classroom Presenter
zh_cn: 关于Classroom Presenter
zh_tw: 關於Classroom Presenter

source: Accept Student Submissions
el_gr: Αποδοχή υποβολών των μαθητών
es_es: Aceptar envíos de estudiantes
fr_fr: Accepter les soumissions d'étudiant
pt_br: Aceitar submissões dos estudantes
zh_cn: 接受学生提交
zh_tw: 接受學生提交

source: Adapter Type:
el_gr: Τύπος προσαρμογέα:
es_es: Tipo de adaptador:
fr_fr: Type d'adaptateur :
pt_br: Adaptador de vídeo:
zh_cn: 显卡类型 :
zh_tw: 適配器類型 :

source: Add/Edit Text.
el_gr: Πρόσθεση Επεξεργασία κειμένου
es_es: Agregar/Editar texto.
fr_fr: Ajouter/Editer du texte.
pt_br: Adicionar/Editar texto.
zh_cn: 添加或编辑文本
zh_tw: 添加/編輯文本

source: Advanced Connection Options
el_gr: Προηγμένες επιλογές σύνδεσης
es_es: Opciones de conexión avanzadas
fr_fr: Options de connexion avancées
pt_br: Opções avançadas de conexão
zh_cn: 高级连接选项
zh_tw: 高級連接選項

source: Apply
el_gr: Εφαρμογή
es_es: Aplicar
fr_fr: Appliquer
pt_br: Aplicar
zh_cn: 应用
zh_tw: 應用

source: Auto Scroll
el_gr: Αυτόματη Κύλιση
es_es: Desplazamiento automático
fr_fr: Défilement automatique
pt_br: Scroll automático
zh_cn: 自动滚动
zh_tw: 自動滾動

source: Available Presentations
el_gr: Διαθέσιμες παρουσιάσεις
es_es: Presentaciones disponibles
fr_fr: Présentations disponibles
pt_br: Apresentações Disponíveis
zh_cn: 可加入的讲座
zh_tw: 可加入的講座

# BackwardTooltipPreviousSlide
source: Go to the previous slide.
el_gr: Επιστροφή στην προηγούμενη διαφάνεια.
es_es: Ir a la diapositiva previa.
fr_fr: Diapositive précédente.
pt_br: Ir para o slide anterior.
zh_cn: 上一张幻灯片
zh_tw: 上一張幻燈片.

source: Black text.
el_gr: Μαύρο κείμενο.
es_es: Texto negro.
fr_fr: Texte noir.
pt_br: Texto preto.
zh_cn: 黑色文本
zh_tw: 黑色文本.

source: Blue text.
el_gr: Μπλε κείμενο.
es_es: Texto azul.
fr_fr: Texte bleu.
pt_br: Texto azul.
zh_cn: 蓝色文本
zh_tw: 藍色文本.

source: Bottom
el_gr: Κάτω
es_es: Inferior
fr_fr: Bas
pt_br: Baixo
zh_cn: 下
zh_tw: 下

source: Broadcasted Presentations
el_gr: Μεταδοθείσες παρουσιάσεις
es_es: Presentaciones emitidas
fr_fr: Présentations diffusées
pt_br: Apresentações em broadcast
zh_cn: 讲座列表广播
zh_tw: 講座列表廣播

source: Broadcast IP
el_gr: IP Εκπομπής
es_es: IP emitida
fr_fr: Diffusion IP
pt_br: IP do broadcast
zh_cn: IP广播
zh_tw: IP廣播

source: Broadcast IP Address
el_gr: Διεύθυνση IP Εκπομπής
es_es: Dirección IP emitida
fr_fr: Diffuser l'addresse IP
pt_br: Endereço IP do broadcast
zh_cn: IP广播地址
zh_tw: IP地址廣播

source: Cancel
el_gr: Ακύρωση
es_es: Cancelar
fr_fr: Annuler
pt_br: Cancelar
zh_cn: 取消
zh_tw: 取消

source: Classmate
el_gr: Συμμαθητής
es_es: Compañero
fr_fr: Compagnon de classe
pt_br: Parceiro
zh_cn: 右侧

source: Classroom
el_gr: Τάξη
fr_fr: Classe
zh_cn: 课堂
zh_tw: 課堂

source: Clear
el_gr: Καθαρισμός
es_es: Limpiar
fr_fr: Mettre à zéro
pt_br: Limpar
zh_cn: 清除
zh_tw: 清除

source: Client(s)
el_gr: Πελάτης (ες)
pt_br: Client(es)
zh_cn: 客户端
zh_tw: 客戶端

source: Clone Command:
el_gr: Εντολή κλωνοποίησης:
es_es: Comando clonar:
fr_fr: Commande pour cloner :
pt_br: Comando de clone do display:
zh_cn: 复制模式命令
zh_tw: 復制模式命令:

source: Close Deck...
el_gr: Κλείσιμο ομάδας καρτών...
es_es: Cerrar Deck...
fr_fr: Fermer l'espace...
pt_br: Fechar Deck...
zh_cn: 关闭课件...
zh_tw: 關閉課件...

source: Confirm Restore Defaults
el_gr: Επιβεβαίωση επαναφοράς προεπιλογών
fr_fr: Confirmer la reprise des valeurs par défaut
pt_br: Confirme Restaurar Padrões
zh_cn: 恢复默认设置确认
zh_tw: 恢復默認設置確認

# ConfirmRestoreDialog
source: Reset all properties to their default values? Changes will take effect immediately.
el_gr: Επαναφορά όλων των ιδιοτήτων στις προεπιλεγμένες τιμές? Οι αλλαγές θα ισχύσουν αμέσως.
fr_fr: Réinitialiser toutes les propriétés à leur valeur par défaut ? Les changements prendront effet immédiatement.
pt_br: Redefinir todas as propriedades para seus valores padrão? Alterações entrarão em vigor imediatamente.
zh_cn: 确定要恢复默认值么? 修改后立即生效。
zh_tw: 確定要恢復默認值么 ?

source: Connect to TCP Server...
el_gr: Σύνδεση με εξυπηρετητή TCP ...
es_es: Conectar al servidor TCP...
fr_fr: Connexion au serveur TCP...
pt_br: Conectar ao servidor TCP...
zh_cn: 连接到TCP服务器...
zh_tw: 連接到TCP服務器 ...

# CreateBlankWhiteboardDeck
source: Create a Blank &Whiteboard Deck
el_gr: Δημιουργία κενής ομάδας καρτών
es_es: Crear un Deck Pizarrón en blanco
fr_fr: Créer un espace tableau blanc
pt_br: Criar um deck "lousa" com slides em branco
zh_cn: 新建白板(&W)
zh_tw: 新建白板(&W)

source: Custom color text.
el_gr: Προσαρμοσμένο χρώμα κειμένου.
es_es: Texto de color personalizado.
fr_fr: Texte en couleur personnalisée.
pt_br: Texto com cor customizada.
zh_cn: 自定义文本颜色
zh_tw: 自定義文本顏色

source: Custom Commands
el_gr: Προσαρμοσμένες εντολές
es_es: Comandos personalizados
fr_fr: Commandes personnalisées
pt_br: Comandos customizados do display
zh_cn: 自定义命令
zh_tw: 自定義命令

source: CXP Capability Connected
el_gr: Σύνδεση με δυνατότητα CXP
fr_fr: Fonctionnalité CXP connectée
pt_br: CXP apacidade Conectado
zh_cn: CXP扩展连接
zh_tw: CXP擴展連接

source: &Deck Matcher
el_gr: Ταίριασμα ομάδας καρτών
fr_fr: Chercheur d'espace
pt_br: Validador de deck
zh_cn: 课件匹配(&D)
zh_tw: 課件匹配(&D)

source: &Decks
el_gr: Ομάδα καρτών
fr_fr: Espaces
pt_br: Deck
zh_cn: 课件(&D)
zh_tw: 課件(&D)

source: Default
el_gr: Προεπιλογή
es_es: Predeterminado
fr_fr: Défaut
pt_br: Padrão
zh_cn: 默认
zh_tw: 默認

# DefaultHLWidth
source: Highlighter Width
el_gr: Πλάτος επισημειωτή
es_es: Ancho de lapicera
fr_fr: Largeur du souligneur
pt_br: Marcador Largura
zh_cn: 荧光笔粗细
zh_tw: 熒光筆粗細

# DefaultPenWidth
source: Pen Width
el_gr: Πλάτος πένας
es_es: Ancho de resaltador
fr_fr: Largeur du stylet
pt_br: Largura
zh_cn: 普通笔粗细
zh_tw: 普通筆粗細

source: Default Settings
el_gr: Προεπιλεγμένες ρυθμίσεις
es_es: Configuraciones predeterminadas
fr_fr: Paramètres par défaut
pt_br: Configurações padrão
zh_cn: 默认设置
zh_tw: 默認設置

source: Delete Slide
el_gr: Διαγραφή διαφάνειας
es_es: Borrar diapositiva
fr_fr: Détruire une diapositive
pt_br: Apagar slide
zh_cn: 删除幻灯片
zh_tw: 刪除幻燈片

# DisableAdvertisementBroadcast
source: Disable Instructor Advertisement &Broadcast
el_gr: Απενεργοποίηση εκπομπής του εκπαιδευτή
es_es: Deshabilitar Emisión de Anuncio de Instructor
fr_fr: Désactiver la diffusion d'avertissement par l'instructeur
pt_br: Desativar avisos broadcast do instrutor
zh_cn: 关闭课堂信息广播(&B)
zh_tw: 關閉講座信息廣播(&B)

# DisableNavigationIndInstructor
source: Disable free navigation, link to the instructor's current slide.
el_gr: Απενεργοποίηση ελεύθερης περιήγησης, σύνδεση με τη διαφάνεια του εκπαιδευτή .
es_es: Deshabilitar navegación libre, vincular a la diapositiva actual del instructor.
fr_fr: Déactiver la navigation libre, rester lié à la diapositive courante de l'instructeur.
pt_br: Desativar navegação livre. Fixa no slide do instrutor.
zh_cn: 关闭自由浏览，锁定到教师当前幻灯片
zh_tw: 關閉自由瀏覽，鎖定到當前幻燈片

# DisableStudentNavigation
source: Disable independent Student Navigation.
el_gr: Απενεργοποίηση ελεύθερης περιήγησης των μαθητών.
es_es: Deshabilitar navegación independiente de los estudiantes.
fr_fr: Désactiver la navigation indépendante pour les étudiants.
pt_br: Desativar navegação independente para os estudantes.
zh_cn: 关闭学生浏览功能
zh_tw: 關閉學生瀏覽功能

source: Disable Student Submissions.
el_gr: Απενεργοποίηση υποβολών των μαθητών
es_es: Deshabilitar envíos de los estudiantes.
fr_fr: Désactiver les soumissions d'étudiant.
pt_br: Desativar submissões dos estudantes.
zh_cn: 不允许学生提交
zh_tw: 不允許學生提交

source: Disconnected
el_gr: Αποσυνδέθηκε
fr_fr: Déconnecté
pt_br: Desligado
zh_cn: 连接断开
zh_tw: 連接斷開

source: Displays
el_gr: Οθόνες
es_es: Pantallas
fr_fr: Ecrans
zh_cn: 显示
zh_tw: 顯示

source: Dual-Monitor
el_gr: Διπλή οθόνη
es_es: Monitor-Doble
fr_fr: Double moniteur
pt_br: Dois monitores
zh_cn: 双显示器
zh_tw: 雙顯示器

source: &Edit
el_gr: Επεξεργασία
es_es: Editar
fr_fr: Editer
pt_br: Editar
zh_cn: 编辑(&E)
zh_tw: 編輯(&E)

source: Enable &Logging
el_gr: Ενεργοποίηση αρχείου καταγραφής
es_es: Habilitar registro
fr_fr: Autoriser la journalisation
pt_br: Habilitar Log
zh_cn: 保存日志(&L)
zh_tw: 保存日志(&L)

# EnableNavigationIndInstructor
source: Enable free navigation independent of the instructor
el_gr: Ενεργοποίηση ελεύθερης περιήγησης ανεξάρτητα από τον εκπαιδευτή
es_es: Habilitar navegación libre independiente del instructor
fr_fr: Autoriser la navigation indépendamment de l'instructeur
pt_br: Habilitar navegação independente do professor para os alunos
zh_cn: 允许自由浏览课件
zh_tw: 允許自由瀏覽課件

source: Enable Previews
el_gr: Ενεργοποίηση προεπισκοπήσεων
es_es: Habilitar vistas previas
fr_fr: Autoriser les aperçus
pt_br: Habilitar prévia de slide
zh_cn: 允许预览
zh_tw: 允許預覽

source: Enable QuickPolling
el_gr: Ενεργοποίηση γρήγορης ψηφοφορίας
es_es: Habilitar votación rápida
fr_fr: Autoriser le vote instantané
pt_br: Habilitar quiz
zh_cn: 允许随堂测验
zh_tw: 允許隨堂測驗

# EnableSecondMonitor
source: Enable Dual-Monitor Output
el_gr: Ενεργοποίηση εξαγωγής σε διπλή οθόνη
es_es: Habilitar salida con Monitor-Doble
fr_fr: Autoriser la sortie sur double moniteur
pt_br: Habilitar saída de vídeo em dois monitores
zh_cn: 允许双显示器输出
zh_tw: 允許雙顯示器輸出

# EnableStudentNavigation
source: Enable independent Student Navigation.
el_gr: Ενεργοποίηση ανεξάρτητης περιήγησης των μαθητών.
es_es: Habilitar navegación independiente de los estudiantes.
fr_fr: Autoriser la navigation indépendante pour les étudiants.
pt_br: Habilitar navegação livre para os estudantes.
zh_cn: 允许学生浏览功能
zh_tw: 允許學生瀏覽功能

source: Enable Student Submissions.
el_gr: Ενεργοποίηση υποβολών των μαθητών.
es_es: Habilitar envíos de los estudiantes.
fr_fr: Autoriser les soumissions d'étudiant.
pt_br: Habilitar submissões dos estudantes.
zh_cn: 允许学生提交
zh_tw: 允許學生提交

source: End Quick Poll.
el_gr: Τέλος γρήγορης ψηφοφορίας.
es_es: Finalizar votación rápida.
fr_fr: Mettre fin au vote instantané.
pt_br: Encerrar quiz.
zh_cn: 关闭随堂测验
zh_tw: 關閉隨堂測驗

# EraseAllToolTip
source: Erase all ink from the current slide.
el_gr: Σβήσιμο όλων των σημειώσεων από την τρέχουσα διαφάνεια.
es_es: Borrar todas las escrituras de la diapositiva actual.
fr_fr: Effacer tout annotation de la diapositive courante.
pt_br: Apagar toda a tinta do slide atual.
zh_cn: 擦除当前幻灯片中的全部墨水
zh_tw: 擦除當前幻燈片中所有墨水

source: E&xit
el_gr: Έξοδος
es_es: Cerrar
fr_fr: Sortir
pt_br: Sair
zh_cn: 退出(&x)
zh_tw: 退出(&x)

source: Export As &HTML...
el_gr: Εξαγωγή σαν HTML...
es_es: Exportar como HTML...
fr_fr: Exporter en HTML...
pt_br: Exportar como HTML...
zh_cn: 导出为网页(&H)...
zh_tw: 導出為網頁(&H)...

source: Export As &Image...
el_gr: Εξαγωγή σαν εικόνα...
es_es: Exportar como Imagen...
fr_fr: Exporter comme image...
pt_br: Exportar como Imagem...
zh_cn: 导出为图片(&I)...
zh_tw: 導出為圖片(&I)...

source: Export &Ink...
el_gr: Εξαγωγή σημειώσεων...
es_es: Exportar escritura...
fr_fr: Exporter les annotations...
pt_br: Exportar Tinta...
zh_cn: 导出数字墨水(&I)...
zh_tw: 到處數字墨水(&I)...

source: Extended Command:
el_gr: Εκτεταμένη εντολή:
es_es: Comando extendido:
fr_fr: Commande d'extension :
pt_br: Comando extendido:
zh_cn: 扩展模式命令
zh_tw: 擴展模式命令

source: &File
el_gr: Αρχείο
es_es: Archivo
fr_fr: Fichier
pt_br: Arquivo
zh_cn: 文件(&F)
zh_tw: 文件(&F)

source: Film Strip
el_gr: Σειρά διαφανειών
es_es: Tira de diapositivas
fr_fr: Zone de déroulement
pt_br: Lista de slides
zh_cn: 导航栏
zh_tw: 導航欄

source: Film Strip &Alignment
el_gr: Στοίχιση σειράς διαφανειών
es_es: Alineación de la tira de diapositivas
fr_fr: Positionnement de la zone de déroulement
pt_br: Alinhamento da lista de slides
zh_cn: 导航栏位置(&A)
zh_tw: 導航欄位置

source: Film Strip Width
el_gr: Πλάτος σειράς διαφανειών
es_es: Ancho de la tira de diapositivas
fr_fr: Largeur de la zone de déroulement
pt_br: Largura da lista de slides
zh_cn: 导航栏宽度
zh_tw: 導航欄寬度

source: Force Linked Navigation
el_gr: Αναγκαστική συνδεδεμένη περιήγηση
es_es: Forzar navegación vinculada
fr_fr: Forcer la navigation liée
pt_br: Forçar navegação ligada ao slide do instrutor
zh_cn: 强制关联导航
zh_tw: 強制關聯導航

source: Forward error correction
el_gr: Προωθημένη διόρθωση σφαλμάτων σύνδεσης
fr_fr: Correction d'erreur à la destination
pt_br: Correção de erro progressiva
zh_cn: 前向纠错
zh_tw: 前向糾錯

# ForwardTooltipAddBlank
source: Add blank whiteboard slide.
el_gr: Πρόσθεση κενής διαφάνειας.
es_es: Agregar un Deck Pizarrón en blanco.
fr_fr: Ajouter une diapositive tableau blanc.
pt_br: Adicionar novo slide em branco em um deck "lousa".
zh_cn: 添加白板幻灯片
zh_tw: 添加白板幻燈片

# ForwardTooltipNextSlide
source: Go to the next slide.
el_gr: Μετάβαση στην επόμενη διαφάνεια.
es_es: Ir a la siguiente diapositiva.
fr_fr: Diapositive suivante.
pt_br: Ir para o próximo slide.
zh_cn: 下一张幻灯片
zh_tw: 下一張幻燈片

source: &Full Screen
el_gr: Πλήρης Οθόνη
es_es: Pantalla completa
fr_fr: Plein écran
pt_br: Tela cheia
zh_cn: 全屏(&F)
zh_tw: 全屏(&F)

source: General
el_gr: Γενικά
fr_fr: Général
pt_br: Geral
zh_cn: 基本
zh_tw: 基本

source: Green text.
el_gr: Πράσινο κείμενο.
es_es: Texto verde.
fr_fr: Texte vert.
pt_br: Texto verde.
zh_cn: 绿色文本
zh_tw: 綠色文本

source: &Help
el_gr: Βοήθεια
es_es: Ayuda
fr_fr: Aide
pt_br: Ajuda
zh_cn: 帮助(&H)
zh_tw: 幫助(&H)

# Highlighter
source: HL
el_gr: Επισημειωτής
es_es: Res
pt_br: Marcador
zh_cn: 荧光笔
zh_tw: 熒光筆

source: Insert &Slides from Deck...
el_gr: Εισαγωγή διαφανειών από ομάδα καρτών...
es_es: Insertar Diapositivas desde el Deck...
fr_fr: Insérer des diapositives à partir de l'espace...
pt_br: Inserir slide a partir de um Deck...
zh_cn: 从课件中插入幻灯片
zh_tw: 從課件中插入幻燈片...

# InstructorRole
source: Instructor
el_gr: Εκπαιδευτής
fr_fr: Instructeur
pt_br: Instrutor
zh_cn: 教师
zh_tw: 教師

# InstructorStartTCPServer
source: Start TCP Server and Take Instructor Role
el_gr: Εκκίνηση του εξυπηρετητή TCP και ανάληψη του ρόλου του εκπαιδευτή
es_es: Iniciar Servidor TCP y tomar el rol de instructor
fr_fr: Démarrer le derveur TCP et tenir le rôle d'instructeur
pt_br: Iniciar servidor TCP e assumir papel de instrutor
zh_cn: 以教师角色建立TCP服务器
zh_tw: 以教師角色建立TCP服務器

source: Interpacket delay
el_gr: Καθυστέρηση μεταξύ πακέτων
fr_fr: Délai inter-paquets
pt_br: Atraso inter-pacotes
zh_cn: 报文时间延迟
zh_tw: 報文時間延遲

source: &IP Address
el_gr: Διεύθυνση IP
es_es: Dirección IP
fr_fr: Addresse IP
pt_br: Endereço IP
zh_cn: IP地址(&I)
zh_tw: IP地址(&I)

# IPAddressIs
source: This computer's IP address is:
el_gr: Η διεύθυνση IP αυτού του υπολογιστή είναι:
es_es: La dirección IP de esta computadora es:
fr_fr: L'addresse IP de cet ordinateur est :
pt_br: O endereço IP desse computador é:
zh_cn: 本机的IP地址为:
zh_tw: 本機的IP地址為 :

# JoinClassroom
source: Join the Classroom of Instructor:
el_gr: Σύνδεση με την τάξη του εκπαιδευτή:
fr_fr: Rejoindre la classe de l'instructeur :
zh_cn: 加入课程-教师:
zh_tw: 加入課程-教師

# JoinSelectedPresentation
source: Join the Selected Instructor's Presentation
el_gr: Σύνδεση με την επιλεγμένη παρουσίαση του εκπαιδευτή.
es_es: Unirse a la presentación del instructor seleccionada
fr_fr: Rejoindre la présentation de l'instructeur sélectionné
pt_br: Juntar-se à apresentação do instrutor selecionada
zh_cn: 加入 选定的讲座
zh_tw: 加入 選定的講座

# LaunchGettingStartedGuid
source: Launch Getting Started Guide...
el_gr: Εκκίνηση του οδηγού για αρχαρίους...
es_es: Acceder a la guía inicial...
fr_fr: Consulter le Guide Getting Started...
pt_br: Iniciar o tutorial...
zh_cn: 开始指南...
zh_tw: 開始指南...

source: Left
el_gr: Αριστερά
es_es: Izquierda
fr_fr: Gauche
pt_br: Esquerda
zh_cn: 左
zh_tw: 左

source: &License
el_gr: Άδεια χρήσης
es_es: Licencia
fr_fr: Licence
pt_br: Licensa
zh_cn: 授权(&L)
zh_tw: 授權(&L)

source: Light blue text.
el_gr: Ανοιχτό μπλε κείμενο.
es_es: Texto azul claro.
fr_fr: Texte bleu clair.
pt_br: Texto azul claro.
zh_cn: 淡蓝色文本
zh_tw: 淡藍色文本

source: Light green text.
el_gr: Ανοιχτό πράσινο κείμενο.
es_es: Texto verde claro.
fr_fr: Texte vert clair.
pt_br: Texto verde claro.
zh_cn: 淡绿色文本
zh_tw: 淡綠色文本

source: Log File Path:
el_gr: Διαδρομή αρχείου καταγραφής:
es_es: Ruta del archive de registro:
fr_fr: Emplacement du fichier journal :
pt_br: Caminho do arquivo de log:
zh_cn: 日志文件路径
zh_tw: 日志文件路徑 :

source: Logging
el_gr: Καταγραφή
es_es: Registro
fr_fr: Journalisation
pt_br: Geração de log
zh_cn: 日志
zh_tw: 日志

source: Logging Options
el_gr: Επιλογές καταγραφής
es_es: Opciones de registro
fr_fr: Options de Journalisation
pt_br: Opções de log
zh_cn: 日志选项
zh_tw: 日志選項

source: Manual Connection Venues
el_gr: Τοποθεσίες χειροκίνητης σύνδεσης
es_es: Salas de conexión manual
fr_fr: Lieux de connexion manuelle
pt_br: Venues com conexões manuais
zh_cn: 手动连接课堂
zh_tw: 手動連接課堂

# MinimizeCurrentSlide
source: "Minimize" the current slide to make room for notes around the outside.
el_gr: Σμίκρυνση παρούσας διαφάνειας για να υπάρξει χώρος για σημειώσεις γύρω από αυτή.
es_es: ”Minimizar” la diapositiva actual para hacer lugar para notas alrededor y en el exterior.
fr_fr: "Réduire la diapositive courante pour faire de la place pour des annotations autour.
pt_br: "Minimiza" o slide atual e libera espaço para anotações ao redor do slide.
zh_cn: 最小化当前幻灯片，利用更多空间做笔记
zh_tw: 縮小當前幻燈片，利用更多空間做記錄

# MonitorSetNote
source: NOTE: For advanced users only. Modify only if you know what you are doing.
el_gr: ΣΗΜΕΙΩΣΗ: Μόνο για προχωρημένους χρήστες. Αλλάξτε τις τιμές μόνο αν ξέρετε τι κάνετε.
es_es: NOTA: Solamente para usuarios avanzados. Modificar solo si sabe exactamente lo que está haciendo.
fr_fr: NOTE: Pour utilisateurs avertis seulement. Ne modifier que si vous savez ce que vous faites.
pt_br: Nota: Apenas para usuários experientes. Somente modifique se você tem certeza do que está fazendo.
zh_cn: 注意：请不要随意修改，仅面向高级用户。
zh_tw: 注意：請不要隨意修改，僅限于高級用戶

source: MultiCast
el_gr: Πολυεκπομπή δικτύου
zh_cn: 多播
zh_tw: 多播

source: Multi-Monitor Switching
el_gr: Εναλλαγή πολλαπλών οθονών
es_es: Conmutación entre múltiples monitores
fr_fr: Commutation en mode moniteur multiple
pt_br: Troca em multi-monitores
zh_cn: 多显示器切换
zh_tw: 多顯示器切換

source: Network
el_gr: Δίκτυο
es_es: Red
fr_fr: Réseau
pt_br: Rede
zh_cn: 网络
zh_tw: 網路

# NetworkedMode
source: Networked
el_gr: Σε δίκτυο
es_es: Conectado en Red
fr_fr: En réseau
pt_br: Em rede
zh_cn: 网络
zh_tw: 網路

source: New Slide
el_gr: Νέα διαφάνεια.
es_es: Nueva diapositiva
fr_fr: Nouvelle diapositive
pt_br: Novo Slide
zh_cn: 新建幻灯片
zh_tw: 新建幻燈片

source: No
el_gr: Όχι
fr_fr: Non
pt_br: Não
zh_cn: 否
zh_tw: 否

# NonStandardMannulConnect
source: Presenter is using a non-standard port number because another application was already using Presenter's normal port. If students need to make manual connections, they should specify the port:
el_gr: Ο Presenter χρησιμοποιεί μια μη καθορισμένη θύρα επειδή μια άλλη εφαρμογή χρησιμοποιούσε ήδη την καθοριμένη θύρα του Presenter. Αν χρειάζεται οι μαθητές να κάνουν χειροκίνητες συνδέσεις, πρέπει να καθορίσουν τη θύρα:
es_es: Presenter está utilizando un número de puerto no-estándar porque otra aplicación ya estaba utilizando el puerto habitual del Presenter. Si los estudiantes necesitan realizar conexiones manuales, deberán especificar el puerto:
fr_fr: Presenter utilise un numéro de port non standard car une autre application utilise le port normal de Presenter. Si les étudiants ont besoin de se connecter manuellement, ils doivent préciser le numéro de port :
pt_br: O Presenter não está usando a porta padrão porque outra aplicação está usando a mesma. Se os estudantes precisarem fazer uma conexão manual eles teram que especificar a porta:
zh_cn: 由于Presenter的默认端口已被占用，当前Presenter正在使用一个非默认的端口。如果学生手动连接需要指定端口号：
zh_tw: 由于Presenter的默認端口已經被占用，當前Presenter正在使用一個非默認的端口。如果學生手動連接，需要具體指定端口號：

source: No Slide
el_gr: Δεν υπάρχει διαφάνεια
es_es: No Diapositiva
fr_fr: Pas de diapositive
pt_br: Nenhum Slide
zh_cn: 无幻灯片
zh_tw: 無幻燈片

source: Not Yet Implemented!
el_gr: Δεν έχει ακόμη υλοποιηθεί!
es_es: No implementado aún!
pt_br: Em construção!
zh_cn: 尚未实现！
zh_tw: 尚未實現！

source: OK
el_gr: Εντάξει
zh_cn: 确定
zh_tw: 確定

# OneSlide
source: 1 Slide
el_gr: 1 Διαφάνεια
es_es: 1 Diapositiva
fr_fr: 1 Diapositive
zh_cn: 1页幻灯片
zh_tw: 一頁幻燈片

source: Online &Help...
el_gr: Ηλεκτρονική επιγραμμική βοήθεια...
es_es: Ayuda en línea...
fr_fr: Aide en ligne...
pt_br: Ajuda Online
zh_cn: 在线帮助(&H)...
zh_tw: 在線幫助(&H)...

source: &Open Deck
el_gr: Άνοιγμα ομάδας καρτών
es_es: Deck abierto
fr_fr: Ouvrir l'espace
pt_br: Abrir deck
zh_cn: 打开课件(&O)
zh_tw: 打開課件(&O)

source: &Options...
el_gr: Επιλογές...
es_es: Opciones...
pt_br: Opções...
zh_cn: 选项(&O)...
zh_tw: 選項(&O)...

source: Page Set&up...
el_gr: Διαμόρφωση σελίδας...
es_es: Diseño de página...
fr_fr: Mise en page...
pt_br: Configurações de página...
zh_cn: 页面设置(&U)...
zh_tw: 頁面設置(&U)...

source: Pages Per Sheet
el_gr: Σελίδες ανά φύλλο
es_es: Páginas por hoja
fr_fr: Pages par feuille
pt_br: Páginas por folha
zh_cn: 每页幻灯片数量
zh_tw: 每頁幻燈片數量

source: Pen
el_gr: Γραφίδα
es_es: Lapicera
fr_fr: Stylet
pt_br: Caneta
zh_cn: 笔
zh_tw: 筆

source: Pen Color
el_gr: Χρώμα πένας
es_es: Color de lapicera
fr_fr: Couleur du stylet
pt_br: Cor da caneta
zh_cn: 笔颜色
zh_tw: 筆顏色

# PenCustomColor
source: Custom Color
el_gr: Προσαρμοσμένο χρώμα
es_es: Color personalizado
fr_fr: Couleur personnalisée
pt_br: Cor customizada
zh_cn: 自定义颜色
zh_tw: 自定義顏色

# PenHeight
source: Height:
el_gr: Ύψος:
es_es: Altura:
fr_fr: Hauteur :
pt_br: Altura:
zh_cn: 高 :
zh_tw: 高:

# PenRoundShape
source: Round
el_gr: Κυκλική
es_es: redondo
fr_fr: Rond
pt_br: Redonda
zh_cn: 圆形
zh_tw: 圓形

# PenShape
source: Shape
el_gr: Μορφή γραφίδας
es_es: Forma
fr_fr: Forme
pt_br: Forma
zh_cn: 笔尖形状
zh_tw: 筆尖形狀

# PenSquareShape
source: Square
el_gr: Τετράγωνη
es_es: Cuadrado
fr_fr: Carré
pt_br: Quadrada
zh_cn: 方形
zh_tw: 方形

# PenTip
source: Tip
el_gr: Συμβουλή
es_es: Punta
fr_fr: Pointe
pt_br: Ponta
zh_cn: 笔尖大小
zh_tw: 筆尖大小

source: Pen Type
el_gr: Τύπος γραφίδας
es_es: Tipo de lapicera
fr_fr: Type de stylet
pt_br: Tipo da caneta
zh_cn: 笔类型
zh_tw: 筆類型

# PenWidth
source: Width:
el_gr: Πλάτος:
es_es: Ancho:
fr_fr: Largeur :
pt_br: Largura:
zh_cn: 宽 :
zh_tw: 寬:

source: percent
el_gr: Ποσοστό
es_es: porciento
fr_fr: Pourcentage
pt_br: porcentagem

source: Pink text.
el_gr: Ροζ κείμενο.
es_es: Texto rosa.
fr_fr: Texte Rose.
pt_br: Texto rosa.
zh_cn: 粉色文本
zh_tw: 粉色文本

source: &Poll...
el_gr: Ψηφοφορία...
es_es: Encuesta...
fr_fr: Vote...
pt_br: Quiz...
zh_cn: 测验(&P)...
zh_tw: 測驗(&P)...

source: Poll Type
el_gr: Τύπος ψηφοφορίας
es_es: Tipo de encuesta
fr_fr: Type de vote
pt_br: Tipo de quiz
zh_cn: 测验类型设定
zh_tw: 測驗類型設定

source: Port
el_gr: Θύρα
es_es: Puerto
pt_br: Porta
zh_cn: 端口
zh_tw: 端口

source: Presentations in Chosen Venue
el_gr: Παρουσιάσεις στη συγκεκριμένη τοποθεσία
es_es: Presentaciones en la sala seleccionada
fr_fr: Présentations dans l'emplacement choisi
pt_br: Apresentações na Venue escolhida
zh_cn: 选定课堂的讲座
zh_tw: 選定課堂的講座

# PresenterStartupStepThree
source: Step 3: Start Presentation
el_gr: Βήμα 3ο: Αρχίστε την παρουσίαση
es_es: Paso 3: Iniciar presentación
fr_fr: Etape 3: Démarrer la présentation
pt_br: Passo 3: Iniciar apresentação
zh_cn: 第三步：开始讲座
zh_tw: 第三步：開始講座

# PresenterStartupStepTwo
source: Step 2: Choose a Network Connection
el_gr: Βήμα 2ο: Επιλέξτε μία σύνδεση δικτύου
es_es: Paso 2: Elegir una conexión de red
fr_fr: Etape 2: Choisir une connexion réseau
pt_br: Passo 2: Escolher uma rede
zh_cn: 第二步：选择网络连接
zh_tw: 第二步：選擇網絡連接

source: &Print...
el_gr: Εκτύπωση...
es_es: Imprimir...
fr_fr: Impression...
pt_br: Imprimir...
zh_cn: 打印(&P)
zh_tw: 打印(&P)...

source: Printing
el_gr: Εκτύπωση
es_es: Imprimiendo
fr_fr: Disposition
pt_br: Imprimindo
zh_cn: 打印设置
zh_tw: 打印設置

source: Print Pre&view
el_gr: Προεπισκόπηση εκτύπωσης
es_es: Vista previa de impresión
fr_fr: Aperçu avant impression
pt_br: Visualizar impressão
zh_cn: 打印预览(&V)
zh_tw: 打印預覽(&V)

source: Prompt on Close
el_gr: Ερώτηση πριν το κλείσιμο
es_es: Avisar al cerrar
fr_fr: Confirmation à la fermeture
pt_br: Perguntar ao sair
zh_cn: 关闭提醒
zh_tw: 關閉提醒

source: Properties
el_gr: Ιδιότητες
es_es: Propiedades
fr_fr: Propriétés
pt_br: Propriedades
zh_cn: 属性
zh_tw: 屬性
