Repository: ClassroomPresenter/CP3
Catalog: UW.ClassroomPresenter/Strings.*.resx
Languages: el_gr, es_es, fr_fr, pt_br, zh_cn, zh_tw

# PublicDisplayRole
source: Public Display
el_gr: Δημόσια προβολή
es_es: Visualización pública
fr_fr: Projection publique
pt_br: Display público
zh_cn: 公共显示
zh_tw: 公共顯示

source: QuickPoll
el_gr: Γρήγορη ψηφοφορία
fr_fr: Vote instantané
pt_br: Quiz
zh_cn: 测验
zh_tw: 隨堂測試

# QuickPollBoth
source: Both
el_gr: Και τα δύο
es_es: Ambos
fr_fr: Les deux
pt_br: Ambos
zh_cn: 全是
zh_tw: 全是

# QuickPollNeither
source: Neither
el_gr: Κανένα από τα δύο
es_es: Ninguno
fr_fr: Aucune
pt_br: Nenhum
zh_cn: 全否
zh_tw: 全否

# QuickPollNo
source: No
el_gr: Ναι
fr_fr: Non
pt_br: Não
zh_cn: 否
zh_tw: 否

# QuickPollYes
source: Yes
el_gr: Όχι
es_es: Si
fr_fr: Oui
pt_br: Sim
zh_cn: 是
zh_tw: 是

source: &Redo
el_gr: Επαναφορά
es_es: Rehacer
fr_fr: Refaire
pt_br: Refazer
zh_cn: 恢复(&R)
zh_tw: 恢復(&R)

# RedoTooltipText
source: Redo the most recently undone change.
el_gr: Επαναφορά της πιο πρόσφατης αλλαγής.
es_es: Rehacer el cambio deshecho más recientemente.
fr_fr: Refaire le dernier changement annulé.
pt_br: Refazer a mudança desfeita mais recente.
zh_cn: 重复上次撤消的操作
zh_tw: 重復上次撤銷的操作

source: Red text.
el_gr: Κόκκινο κείμενο.
es_es: Texto rojo.
fr_fr: Texte rouge.
pt_br: Texto vermelho.
zh_cn: 红色文本
zh_tw: 紅色文本

source: Reenter
el_gr: Επανείσοδος
es_es: Reintroducir
fr_fr: Entrer à nouveau
pt_br: Reentrar
zh_cn: 重新输入
zh_tw: 重新輸入

source: Restore Defaults
el_gr: Επαναφορά προεπιλογών
es_es: Restablecer predeterminados
fr_fr: Remettre les valeurs par défaut
pt_br: Restaurar padrões
zh_cn: 恢复默认设置
zh_tw: 恢復默認設置

# RestoreSlideSize
source: Restore the slide to its original size.
el_gr: Επαναφορά διαφάνειας στο αρχικό μέγεθος.
es_es: Restablecer el tamaño original de la diapositiva.
fr_fr: Remettre la diapositive à sa taille originale.
pt_br: Restaurar o slide ao seu tamanho original.
zh_cn: 当前幻灯片大小还原
zh_tw: 當前幻燈片大小還原

source: Right
el_gr: Δεξιά
es_es: Derecha
fr_fr: Droit
pt_br: Direita
zh_cn: 右
zh_tw: 右

source: RTP beacon interval
el_gr: Διάστημα ραδιοφάρου RTP
fr_fr: Intervalle d'annonces RTP
pt_br: Intervalo do RTP beacon
zh_cn: RTP侦测报文时间间隔
zh_tw: RTP偵測報文時間間隔

source: RTP Connected:
el_gr: Συνδέθηκε με RTP:
fr_fr: RTP Connecté:
pt_br: RTP Conectado
zh_cn: RTP 连接
zh_tw: RTP連接

source: Save All Decks
el_gr: Αποθήκευση όλων των ομάδων καρτών.
es_es: Guardar todos los Decks
fr_fr: Enregistrer tous les espaces
pt_br: Salvar todos os decks
zh_cn: 保存所有课件
zh_tw: 保存所有課件

source: Save All Decks As...
el_gr: Αποθήκευση όλων των ομάδων καρτών ως...
es_es: Guardar todos los Decks como...
fr_fr: Enregistrer tous les espaces sous...
pt_br: Salvar todos os decks como...
zh_cn: 所有课件另存为...
zh_tw: 所有課件另存為...

source: &Save Deck
el_gr: Αποθήκευση ομάδας καρτών
es_es: Guardar Deck
fr_fr: Enregistrer l'espace
pt_br: Salvar deck
zh_cn: 保存课件(&S)
zh_tw: 保存課件(&S)

source: Save Deck &As...
el_gr: Αποθήκευση ομάδας καρτών ως...
es_es: Guardar Deck como...
fr_fr: Enregistrer l'espace sous...
pt_br: Salvar deck como...
zh_cn: 课件另存为(&A)...
zh_tw: 課件另存為(&A)...

source: Saving Files
el_gr: Αποθήκευση αρχείων
es_es: Guardando archivos
fr_fr: Sauvegarde des fichiers en cours
pt_br: Salvando arquivos
zh_cn: 文件保存
zh_tw: 文件保存

source: Scribble Area
el_gr: Περιοχή σκαριφήματος
es_es: Area de garabatos
fr_fr: Zone pour griffonner
pt_br: Área de teste
zh_cn: 涂鸦板
zh_tw: 涂鴉板

source: Second
el_gr: Δευτερόλεπτα
es_es: Segundo
fr_fr: seconde
pt_br: Segundo
zh_cn: 秒
zh_tw: 秒

# SelectBlackPen
source: Select the black pen.
el_gr: Επιλογή μαύρης πένας.
es_es: Seleccionar la lapicera negra.
fr_fr: Sélectionner le Stylet noir.
pt_br: Selecionar a caneta preta.
zh_cn: 选择黑色笔
zh_tw: 選擇黑色筆

# SelectBluePen
source: Select the blue pen.
el_gr: Επιλογή μπλε πένας.
es_es: Seleccionar la lapicera azul.
fr_fr: Sélectionner le Stylet bleu.
pt_br: Selecionar a caneta azul.
zh_cn: 选择蓝色笔
zh_tw: 選擇藍色筆

# SelectCustomColorHighlighter
source: Select the custom color highlighter.
el_gr: Επιλογή γραφίδας επισήμανσης προσαρμοσμένου χρώματος.
es_es: Seleccionar el resaltador con color personalizado.
fr_fr: Sélectionner le souligneur d'une couleur personnalisée.
pt_br: Selecionar o marcador com cor customizada.
zh_cn: 自定义荧光笔颜色
zh_tw: 自定義熒光筆顏色

# SelectCustomColorPen
source: Select the custom color pen.
el_gr: Επιλογή πένας προσαρμοσμένου χρώματος.
es_es: Seleccionar la lapicera con color personalizado.
fr_fr: Sélectionner le stylet d'une couleur personnalisée.
pt_br: Selecionar a caneta com cor customizada.
zh_cn: 自定义笔颜色
zh_tw: 自定義筆顏色

# SelectCyanHighlighter
source: Select the cyan highlighter.
el_gr: Επιλογή κυανού επισημειωτή.
es_es: Seleccionar el resaltador cian.
fr_fr: Sélectionner le Souligneur cyan.
pt_br: Selecionar o marcador de cor ciano.
zh_cn: 选择青色荧光笔
zh_tw: 選擇青色熒光筆

# SelectEraser
source: Select the Eraser.
el_gr: Επιλογή γομολάστιχας.
es_es: Seleccionar el borrador.
fr_fr: Sélectionner l'effaceur.
pt_br: Selecionar a borracha.
zh_cn: 选择橡皮擦
zh_tw: 選擇橡皮擦

# SelectGreenHighlighter
source: Select the green highlighter.
el_gr: Επιλογή πράσινου επισημειωτή.
es_es: Seleccionar el resaltador verde.
fr_fr: Sélectionner le souligneur vert.
pt_br: Selecionar o marcador verde.
zh_cn: 选择绿色荧光笔
zh_tw: 選擇綠色熒光筆

# SelectGreenPen
source: Select the green pen.
el_gr: Επιλογή πράσινης πένας.
es_es: Seleccionar la lapicera verde.
fr_fr: Sélectionner le Stylet vert.
pt_br: Selecionar a caneta verde.
zh_cn: 选择绿色笔
zh_tw: 選擇綠色筆

# SelectHighlighterStylus
source: Select the Highlighter Stylus.
el_gr: Επιλογή επισημειωτή.
es_es: Seleccionar el resaltador.
fr_fr: Sélectionner le mode Souligneur.
pt_br: Selecionar o marcador.
zh_cn: 选择荧光笔
zh_tw: 選擇熒光筆

# SelectLightbluePen
source: Select the light blue pen.
el_gr: Επιλογή γαλάζιας πένας.
es_es: Seleccionar la lapicera azul claro.
fr_fr: Sélectionner le Stylet bleu clair.
pt_br: Selecionar a caneta azul claro.
zh_cn: 选择淡蓝色笔
zh_tw: 選擇淡藍色筆

# SelectLightgreenPen
source: Select the light green pen.
el_gr: Επιλογή ανοιχτής πράσινης πένας.
es_es: Seleccionar la lapicera verde claro.
fr_fr: Sélectionner le Stylet vert clair.
pt_br: Selecionar a caneta verde claro.
zh_cn: 选择淡绿色笔
zh_tw: 選擇淡綠色筆

# SelectMagentaHighlighter
source: Select the magenta highlighter.
el_gr: Επιλογή πορφυρού επισημειωτή.
es_es: Seleccionar el resaltador magenta.
fr_fr: Sélectionner le Souligneur magenta.
pt_br: Selecionar o marcador magenta.
zh_cn: 选择洋红色荧光笔
zh_tw: 選擇洋紅色熒光筆

# SelectOrangeHighlighter
source: Select the orange highlighter.
el_gr: Επιλογή πορτοκαλί επισημειωτή.
es_es: Seleccionar el resaltador naranja.
fr_fr: Sélectionner le Souligneur Orange.
pt_br: Selecionar o marcador laranja.
zh_cn: 选择桔黄色荧光笔
zh_tw: 選擇桔黃色色熒光筆

# SelectPenStylus
source: Select the Pen Stylus.
el_gr: Επιλογή πένας.
es_es: Seleccionar la lapicera.
fr_fr: Sélectionner le mode Stylet.
pt_br: Selecionar a caneta.
zh_cn: 选择普通笔
zh_tw: 選擇普通筆

# SelectPinkPen
source: Select the pink pen.
el_gr: Επιλογή ροζ πένας.
es_es: Seleccionar la lapicera rosa.
fr_fr: Sélectionner le Stylet rose.
pt_br: Selecionar a caneta rosa.
zh_cn: 选择粉色笔
zh_tw: 選擇粉紅色筆

# SelectRedPen
source: Select the red pen.
el_gr: Επιλογή κόκκινης πένας.
es_es: Seleccionar la lapicera roja.
fr_fr: Sélectionner le Stylet rouge.
pt_br: Selecionar a caneta vermelha.
zh_cn: 选择红色笔
zh_tw: 選擇紅色筆

# SelectWhitePen
source: Select the white pen.
el_gr: Επιλογή λευκής πένας.
es_es: Seleccionar la lapicera blanca.
fr_fr: Sélectionner le Stylet blanc.
pt_br: Selecionar a caneta branca.
zh_cn: 选择白色笔
zh_tw: 選擇白色筆

# SelectYellowHighlighter
source: Select the yellow highlighter.
el_gr: Επιλογή κίτρινου επισημειωτή.
es_es: Seleccionar el resaltador amarillo.
fr_fr: Sélectionner le Souligneur Jaune.
pt_br: Selecionar o marcador amarelo.
zh_cn: 选择黄色荧光笔
zh_tw: 選擇黃色熒光筆

# SelectYellowPen
source: Select the yellow pen.
el_gr: Επιλογή κίτρινης πένας.
es_es: Seleccionar la lapicera amarilla.
fr_fr: Sélectionner le Stylet jaune.
pt_br: Selecionar a caneta amarela.
zh_cn: 选择黄色笔
zh_tw: 選擇黃色筆

# ServerNameAddress
source: Server name or address:
el_gr: Όνομα ή διεύθυνση του εξυπηρετητή:
es_es: Nombre o dirección del servidor:
fr_fr: Nom ou adresse du serveur :
pt_br: Nome ou endereço do servidor:
zh_cn: 服务器名称或IP地址
zh_tw: 服務器名稱或地址 :

# SetDeckBkgColor
source: Set Deck Background Color ...
el_gr: Ορισμός χρώματος φόντου της διαφάνειας της ομάδας καρτών ...
es_es: Establecer el color de fondo del Deck...
fr_fr: Fixer la couleur de fond de l'espace ...
pt_br: Selecionar cor de fundo do deck...
zh_cn: 设置课件背景颜色 ...
zh_tw: 設置課件背景顏色 ...

# SetSlideBkgColor
source: Set Slide Background Color ...
el_gr: Ορισμός χρώματος φόντου της διαφάνειας ...
es_es: Establecer el color de fondo de la diapositiva...
fr_fr: Fixer la couleur de fond de la diapositive ...
pt_br: Selecionar cor de fundo do slide...
zh_cn: 设置幻灯片背景颜色 ...
zh_tw: 設置當前幻燈片背景顏色 ...

source: SS Deck Film Strip Width
el_gr: Πλάτος σειράς διαφανειών της ομάδας καρτών.
es_es: Ancho de la tira de diapositivas de envío de estudiantes
fr_fr: Largeur de la zone de déroulement pour une soumission d'étudiant
pt_br: Largura da lista de slides do deck de submissões dos estudantes
zh_cn: 学生提交导航栏宽度
zh_tw: 學生提交導航欄寬度

# StandAloneInstrStartupStepTwo
source: Step 2: Start Presentation
el_gr: Βήμα 2ο: Αρχίστε την παρουσίαση:
es_es: Paso 2: Iniciar presentación
fr_fr: Etape 2: Démarrer la présentation
pt_br: Passo 2: Iniciar apresentação
zh_cn: 第二步： 开始讲座
zh_tw: 第二步：開始講座

# StandAloneMode
source: Stand Alone
el_gr: Αυτόνομα
es_es: Individual
fr_fr: En local
pt_br: Desconectado
zh_cn: 单机
zh_tw: 單機

# StartNewPresentation
source: Start a New Presentation
el_gr: Αρχίστε μια καινούργια παρουσίαση
es_es: Iniciar una nueva presentación
fr_fr: Démarrer une nouvelle présentation
pt_br: Iniciar uma nova apresentação
zh_cn: 开始新的讲座
zh_tw: 開始新的講座

source: Start Quick Poll.
el_gr: Εκκίνηση γρήγορης ψηφοφορίας.
es_es: Iniciar votación rápida.
fr_fr: Démarrer un vote instantané.
pt_br: Iniciar quiz.
zh_cn: 开始随堂测验
zh_tw: 開始隨堂測驗

# StartupFormText
source: Classroom Presenter 3: Connection Sequence
el_gr: Classroom Presenter 3: Ακολουθία σύνδεσης
es_es: Classroom Presenter 3: Secuencia de conexión
fr_fr: Classroom Presenter 3 : Etapes de connexion
pt_br: Classroom Presenter 3: Wizard de conexão
zh_cn: Classroom Presenter 3: 连接步骤
zh_tw: Classroom Presenter 3: 連接順序

# StartupHelp
source: Help...
el_gr: Βοήθεια...
es_es: Ayuda...
fr_fr: Aide...
pt_br: Ajuda...
zh_cn: 帮助...
zh_tw: 幫助...

# StartupStepOne
source: Step 1: Choose a Role
el_gr: Βήμα 1ο : Επιλέξτε ένα ρόλο
es_es: paso 1: Elegir un rol
fr_fr: Etape 1: Choisir un rôle
pt_br: Passo 1: Escolha um papel
zh_cn: 第一步：选择角色
zh_tw: 第一步：選擇角色

source: &Student
el_gr: Μαθητής
es_es: Estudiante
fr_fr: Etudiant
pt_br: Estudante
zh_cn: 学生(&S)
zh_tw: 學生(&S)

# StudentRole
source: Student
el_gr: Μαθητής
es_es: Estudiante
fr_fr: Etudiant
pt_br: Estudante
zh_cn: 学生
zh_tw: 學生

source: Student Submissions
el_gr: Υποβολές μαθητών
fr_fr: Soumissions d'étudiant
pt_br: Estudante submissões
zh_cn: 学生提交
zh_tw: 學生提交

# SwitchToNonWhiteboardDeck
source: Switch to the last non-Whiteboard Deck.
el_gr: Μεταγωγή στην τελευταία ομάδα καρτών.
es_es: Conmutar a diapositivas.
fr_fr: Commuter vers le dernier espace non tableau blanc.
pt_br: Mudar para o último deck não "lousa".
zh_cn: 切换到非白板课件
zh_tw: 切換到非白板課件

# SwitchWhiteboardDeck
source: Switch to the Whiteboard Deck.
el_gr: Μεταγωγή στην ομάδα καρτών λευκοπίνακα.
fr_fr: Commuter vers un espace tableau blanc.
pt_br: Mudar para o deck "lousa".
zh_cn: 切换到白板
zh_tw: 切換到白板

# TCPClientAttemptingConnect
source: TCP Client Attempting to Connect
el_gr: Προσπάθεια σύνδεσης πελάτη TCP
fr_fr: Le client TCP cherche à se connecter
pt_br: TCP cliente tentar se conectar
zh_cn: TCP客户端正尝试连接
zh_tw: TCP客戶端正嘗試連接

source: TCP Client Connected
el_gr: Πελάτης TCP συνδέθηκε
fr_fr: Le client TCP est connecté
pt_br: TCP Client Conectado
zh_cn: TCP客户端已连接到服务器
zh_tw: TCP客戶端已連接

source: TCP Server Connected
el_gr: Εξυπηρετητής TCP συνδέθηκε
fr_fr: Le serveur TCP est connecté
pt_br: TCP Server Conectado
zh_cn: TCP服务器已启动
zh_tw: TCP服務器已連接

# ThreeSlides
source: 3 Slides
el_gr: 3 Διαφάνειες
es_es: 3 diapositivas
fr_fr: 3 diapositives
zh_cn: 3页幻灯片
zh_tw: 三頁幻燈片

# TitleRoleInstructor
source: Instructor
el_gr: Εκπαιδευτής
fr_fr: Instructeur
pt_br: Instrutor
zh_cn: 教师
zh_tw: 教師

# TitleRolePublic
source: Public
el_gr: Δημόσιο
pt_br: Público
zh_cn: 公共显示
zh_tw: 公共顯示

# TitleRoleStudent
source: Student
el_gr: Μαθητής
fr_fr: Etudiant
pt_br: Estudante
zh_cn: 学生
zh_tw: 學生

source: Toolbar
el_gr: Εργαλειοθήκη
es_es: Barra de herramientas
fr_fr: Barre d'outils
pt_br: Barra de ferramentas
zh_cn: 工具栏位置
zh_tw: 工具欄位置

source: &Tools
el_gr: Εργαλεία
es_es: Herramientas
fr_fr: Outils
pt_br: Ferramentas
zh_cn: 工具(&T)
zh_tw: 工具(&T)

source: Top
el_gr: Πάνω
es_es: Superior
fr_fr: Haut
pt_br: Cima
zh_cn: 上
zh_tw: 上

# ToSaveDeck
source: Would you like to save your decks?
el_gr: Θα θέλατε να αποθηκεύσετε τις ομάδες καρτών σας?
es_es: Desearía guardar sus decks?
fr_fr: Voulez-vous sauvegarder vos espaces ?
pt_br: Você deseja salvar os decks?
zh_cn: 你想保存当前课件么？
zh_tw: 你想保存當前課件么？

# TwoSlides
source: 2 Slides
el_gr: 2 Διαφάνειες
es_es: 2 Diapositivas
fr_fr: 2 Diapositives
zh_cn: 2页幻灯片
zh_tw: 兩頁幻燈片

source: &Undo
el_gr: Αναίρεση
es_es: Deshacer
fr_fr: Annuler
pt_br: Desfazer
zh_cn: 撤消(&U)
zh_tw: 撤消(&U)

source: Undo Changes
el_gr: Αναίρεση αλλαγών
es_es: Deshacer cambios
fr_fr: Annuler les changements
pt_br: Desfazer
zh_cn: 取消更改
zh_tw: 取消更改

# UndoTooltipText
source: Undo the most recent change.
el_gr: Αναίρεση της πιο πρόσφατης αλλαγής.
es_es: Deshacer el cambio más reciente.
fr_fr: Annuler le dernier changement.
pt_br: Desfazer a mudança mais recente.
zh_cn: 撤消上次的修改操作
zh_tw: 撤消上次的修改操作

source: Unicast
el_gr: Μονοεκπομπή
zh_cn: 单播
zh_tw: 單播

source: Unknown Connection Status.
el_gr: Κατάσταση σύνδεσης άγνωστη.
es_es: Utilizar commandos personalizados
fr_fr: Etat de connexion inconnu.
pt_br: Desconhecido conexão estatuto.
zh_cn: 连接状态未知.
zh_tw: 連接狀態未知.

source: (Untitled Presentation)
el_gr: (Παρουσίαση δίχως όνομα)
fr_fr: (Présentation sans titre)
pt_br: Untitled Apresentação
zh_cn: 未命名课件
zh_tw: 未命名課件

source: Use Custom Commands
el_gr: Χρήση προσαρμοσμένων εντολών
es_es: Utilizar commandos personalizados
fr_fr: Utiliser des commandes personnalisées
pt_br: Usar comandos customizados
zh_cn: 使用自定义命令

source: Use Light Color Set
el_gr: Χρήση συνόλου ανοιχτού χρώματος
es_es: Utilizar el conjunto de colores suaves
fr_fr: Utiliser l'ensemble des couleurs claires
pt_br: Usar conjunto de cores claras
zh_cn: 浅颜色设置
zh_tw: 使用淺顏色設置

source: Use Window APIs
el_gr: Χρήση διεπαφής προγραμματισμού εφαρμογών (APIs)των Windows
es_es: Utilizar APIs de Windows
fr_fr: Utiliser les APIs Windows
pt_br: Usar API do windows
zh_cn: 使用Windows APIs
zh_tw: 使用Window APIs

# UsingNonStandardPort
source: Presenter is Using a Non-Standard Port
el_gr: Ο Presenter χρησιμοποιεί μη τυπική θύρα
es_es: Presenter está utilizando un puerto no-estándar
fr_fr: Presenter utlise un port non standard
pt_br: Presenter não está usando uma porta padrão
zh_cn: Presenter正在使用非默认端口
zh_tw: Presenter正在使用非默認端口

source: Version
el_gr: Έκδοση
pt_br: Versão
zh_cn: 版本
zh_tw: 版本

# VersionInfo
source: &Version Compatibility Info ...
el_gr: Πληροφορίες συμβατότητας της έκδοσης ...
es_es: Información de compatibilidad de versiones ...
fr_fr: Information sur la compatibilité de version ...
pt_br: Informações sobre compatibilidade de versões
zh_cn: 版本兼容信息(&V)...
zh_tw: 版本兼容信息(&V)...

source: &View
el_gr: Προβολή
es_es: Vista
fr_fr: Affichage
pt_br: Visualizar
zh_cn: 视图(&V)
zh_tw: 視圖(&V)

# ViewerStartupStepThree
source: Step 3: Join Presentation
el_gr: Βήμα 3ο: Συνδεθείτε με μία παρουσίαση
es_es: Paso 3: Unirse a la presentación
fr_fr: Etape 3: Rejoindre une présentation
pt_br: Passo 3: Juntar-se à apresentação
zh_cn: 第三步：加入讲座
zh_tw: 第三步: 加入講座

# ViewerStartupStepTwo
source: Step 2: Choose a Presentation
el_gr: Βήμα 2ο: Επιλέξτε μία παρουσίαση
es_es: Paso 2: Seleccionar una presentación
fr_fr: Etape 2: Choisir une présentation
pt_br: Passo 2: Escolha uma apresentação
zh_cn: 第二步：选择讲座
zh_tw: 第二步: 選擇一個講座

source: WhiteBoard
el_gr: Λευκοπίνακας
fr_fr: Tableau blanc
zh_cn: 白板
zh_tw: 白板

source: White Text.
el_gr: Λευκό κείμενο.
es_es: Texto blanco.
fr_fr: Texte blanc.
pt_br: Texto branco.
zh_cn: 白色文本
zh_tw: 白色文本

source: Width of Preview
el_gr: Πλάτος προεπισκόπησης
es_es: Ancho de la vista previa
fr_fr: Largeur de l'aperçu
pt_br: Largura da prévia
zh_cn: 预览宽度
zh_tw: 預覽寬度

source: Yellow text.
el_gr: Κίτρινο κείμενο.
es_es: Texto amarillo.
fr_fr: Texte jaune.
pt_br: Texto amarelo.
zh_cn: 黄色文本
zh_tw: 黃色文本

source: Yes
el_gr: Ναι
es_es: Si
fr_fr: Oui
pt_br: Sim
zh_cn: 是
zh_tw: 是

source: &Zoom Slide
el_gr: Μεγέθυνση διαφάνειας
es_es: Zoom
fr_fr: Zoomer la diapositive
pt_br: Zoom
zh_cn: 幻灯片比例(&Z)
zh_tw: 幻燈片縮放(&Z)

source: Language
el_gr: Γλώσσα
es_es: Idioma
fr_fr: Langage
zh_cn: 语言
zh_tw: 語言

# NeedRestart
source: * Need restart to take effect
el_gr: * Χρειάζεται επανεκκίνηση για να ενεργοποιηθούν οι αλλαγές.
es_es: * Necesita reiniciar para que tenga efecto
fr_fr: * démarrage nécessaire pour prise en compte
pt_br: * Precisa reiniciar o Presenter para ter efeito
zh_cn: * 重启后生效
zh_tw: * 重啟后方能生效

# QuickPollLocalVersionWarning
source: The remote version does not support the QuickPoll feature.
el_gr: Η απομακρυσμένη έκδοση δεν υποστηρίζει τη δυνατότητα γρήγορης ψηφοφορίας.
fr_fr: La version distante ne supporte pas la fonctionnalité de vote instantané.
zh_cn: 远程CP3版本不支持随堂测验功能。
zh_tw: 遠程CP3版本不支持隨堂測試功能

# QuickPollVersionWarning
source: The local version does not support the QuickPoll feature.
el_gr: Η τοπική έκδοση δεν υποστηρίζει τη δυνατότητα γρήγορης ψηφοφορίας.
fr_fr: La version locale ne supporte pas la fonctionnalité de vote instantané.
zh_cn: 本机CP3版本不支持随堂测验功能。
zh_tw: 本機CP3版本不支持隨堂測試功能

# AddEditImages
source: Move/Resize Images.
el_gr: Μετακίνηση/ Αλλαγή μεγέθους εικόνων.
es_es: Agregar/Editar Imágenes.
fr_fr: Ajouter/Editer des Images.
pt_br: Adicionar/Editar imagens.
zh_cn: 移动图片或调整图片大小
zh_tw: 移動/調整圖片大小

source: Clone
el_gr: Δημιουργία κλώνου
es_es: Clonar
fr_fr: Cloner
zh_cn: 复制
zh_tw: 復制

source: Extend
el_gr: Επέκταση
es_es: Extendido
fr_fr: Etendre
pt_br: Extendido
zh_cn: 扩展
zh_tw: 擴展

# MoreInfo
source: For more information, please visit
el_gr: Για περισσότερες πληροφορίες, παρακαλώ επισκεφθείτε
es_es: Para más información, por favor visite
fr_fr: Pour plus d'information, visiter
zh_cn: 获取更多信息，请访问
zh_tw: 獲取更多信息，請訪問

# SendSubmission
source: Sending submission ...
el_gr: Αποστολή υποβολής ...
zh_cn: 正在提交 ...
zh_tw: 正在提交 ...

source: Submission failed!
el_gr: Η υποβολή απέτυχε!
zh_cn: 提交失败！
zh_tw: 提交失敗!

source: Submission received!
el_gr: Η υποβολή λήφθηκε!
zh_cn: 提交成功！
zh_tw: 提交成功!

source: Camera:
el_gr: Κάμερα:
zh_cn: 摄像头：
zh_tw: 攝像頭 :

source: Capture
el_gr: Καταγραφή
zh_cn: 获取
zh_tw: 截取

# CaptureWindow
source: Capture Pictures
el_gr: Καταγραφή εικόνων
zh_cn: 获取图片
zh_tw: 截取圖片

source: Size:
el_gr: Μέγεθος:
zh_cn: 大小：
zh_tw: 大小:

source: &Insert
el_gr: Εισαγωγή
zh_cn: 插入(&I)
zh_tw: 插入(&I)

source: Insert Image From &Camera
el_gr: Εισαγωγή εικόνας από κάμερα
zh_cn: 插入摄像头图片(&C)
zh_tw: 插入攝像頭圖片(&C)

source: Insert Image From Clip&Board
el_gr: Εισαγωγή εικόνας από το πρόχειρο
zh_cn: 插入剪切板图片(&B)
zh_tw: 插入剪切板圖片(&B)

source: Insert Image From &File
el_gr: Εισαγωγή εικόνας από φάκελο
zh_cn: 插入文件图片(&F)
zh_tw: 插入文件圖片(&F)

# InsertImageFromSnapshot
source: Insert Image From Window &Snapshot
el_gr: Εισαγωγή εικόνας από στιγμιότυπο παράθυρου
zh_cn: 插入窗口截屏图片(&S)
zh_tw: 插入視窗截屏圖片(&S)

source: Duplicate Slide
el_gr: Αναπαραγωγή διαφάνειας
zh_cn: 复制幻灯片
zh_tw: 復制幻燈片

# BackgroundPropertiesFormTitle
source: Background Template Properties
el_gr: Ιδιότητες προτύπου φόντου
zh_cn: 背景设置
zh_tw: 背景模板設置

# BkgChooseTemplate
source: Choose background template
el_gr: Επιλέξτε πρότυπο φόντου
zh_cn: 选择背景模板
zh_tw: 選擇背景模板

source: Color
el_gr: Χρώμα
zh_cn: 颜色
zh_tw: 顏色

source: Preview
el_gr: Προεπισκόπηση
zh_cn: 预览
zh_tw: 預覽

source: Set Deck Background Template ...
el_gr: Ορίστε το πρότυπο φόντου της ομάδας καρτών ...
zh_cn: 设置课件背景模板 ...
zh_tw: 設置課件背景模板 ...

source: Type
el_gr: Τύπος
zh_cn: 类型
zh_tw: 類型

source: Set Slide Background Template ...
el_gr: Ορίστε το πρότυπο φόντου της διαφάνειας ...
zh_cn: 设置幻灯片背景模板 ...
zh_tw: 設置當前幻燈片背景模板 ...

source: No Background Template
el_gr: Δεν υπάρχει πρότυπο φόντου
zh_cn: 空背景模板
zh_tw: 空背景模板

# CopyToPublic
source: Copy Slide to Public Deck
el_gr: Αντιγραφή διαφάνειας στη δημόσια ομάδα καρτών
zh_cn: 复制幻灯片到公开栏
zh_tw: 復制幻燈片到公開欄

source: Public Submissions
el_gr: Δημόσιες υποβολές
zh_cn: 公开栏
zh_tw: 公開欄

source: Student Client
el_gr: Πελάτης του μαθητή
zh_cn: 学生
zh_tw: 學生

# SSTimerPropertiesGroup
source: Student Submission Interval Timer
el_gr: Χρονομετρητής διαστημάτων μεταξύ των υποβολών των μαθητών
zh_cn: 学生提交
zh_tw: 學生提交時間間隔

# SubmissionIntervalLabel
source: Submission Interval(s)
el_gr: Διάστημα (-τα) μεταξύ των υποβολών
zh_cn: 学生提交时间间隔
zh_tw: 提交時間間隔

# StudentSubmissionTimerProperties
source: Student Submission Timer
el_gr: Χρονόμετρο υποβολών των μαθητών
zh_cn: 学生提交
zh_tw: 學生提交

source: Full Navigation
el_gr: Πλήρης περιήγηση
zh_cn: 全浏览
zh_tw: 全浏览

source: No Navigation
el_gr: Απαγόρευση περιήγησης
zh_cn: 禁止浏览
zh_tw: 禁止瀏覽

source: StudentNavigationType
el_gr: Τύπος περιήγησης μαθητών
zh_cn: 学生浏览类型
zh_tw: 學生瀏覽類型

source: Unvisited Slide
el_gr: Διαφάνεια χωρίς επίσκεψη
zh_cn: 未访问幻灯片
zh_tw: 未訪問幻燈片

source: Visited Slides Navigation
el_gr: Περιήγηση σε επισκεφθείσες διαφάνειες
zh_cn: 已访问的幻灯片浏览
zh_tw: 已訪問的幻燈片瀏覽

source: This Classroom Presenter Version:
el_gr: Αυτή η έκδοση του Classroom Presenter:

source: For more information:
el_gr: Για περισσότερες πληροφορίες

source: Close
el_gr: Κλείσιμο

source: Remote Node
el_gr: Απομακρυσμένος κόμβος

source: Compatibility
el_gr: Συμβατότητα

source: Notes
el_gr: Σημειώσεις

source: Unknown Name
el_gr: Άγνωστο όνομα

source: Unknown Version
el_gr: Άγνωστη έκδοση

# VersionCompatibilityNoResponse
source: The node has not responded to a version request. It is probably a pre-release version.
el_gr: Ο κόμβος δεν ανταποκρίθηκε στο αίτημα της έκδοσης. Μάλλον πρόκειται για προέκδοση.

source: Version Compatibility Information
el_gr: Πληροφορίες συμβατότητας της έκδοσης
